
<%-- 
    Document   : education_info
    Created on : 06.08.2009, 15:49:26
    Author     : marushina
--%>

<%@page contentType="text/html" pageEncoding="UTF-8"%>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
   "http://www.w3.org/TR/html4/loose.dtd">
<script type="text/javascript">
makeTabsVisible()
</script>
<div class="title_my_education">
    <i>Информация обо мне</i>
</div>
<div class="my_educ_text">
    <p>Первый шаг, который Вам необходимо сделать - заполнить информацию о себе .
    Это можно сделать в два - этапа.<br>
    1. Информация, которую можно изменить на главной странице. Это информация о ваших увлечениях и та контактная информация, которую вы хотите
    сделать публичной и доступной всем пользователям системы.<br>
    2. Информация в разделе <a class="link_in_text" href="#settings">“Настройки аккаунта”</a> будет доступна только администраторам системы.
    Настоятельно рекомендуем вам заполнить ее. Кроме того, здесь можно сменить пароль на тот, который вам удобнее
    </p>
    <br>
    <img src="../images/he_small.jpg" class="my_educ_img">
    <p> 3. Изначально ваша фотография-аватра выглядит так, мы советуем ее поменять, что удобнее при работе на форуме и обмене сообщениями.
        Это можно сделать на главной странице
</p>
   
</div>