<%@page contentType="text/html"%>
<%@page pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jstl/core_rt" prefix="c" %>
<script type="text/javascript">
    dojo.require("dijit.layout.TabContainer");
    dojo.require("dijit.layout.AccordionContainer");
    document.title = "ЦОО СГУ. Информация";
</script>

<style type="text/css">
  @import "../dojoroot/dojox/image/resources/image.css";
</style>

<div class="head_main_math">
<p>Информация</p>
</div>
<div class="for_tab_info_student" nested doLayout id="mainTabContainer" dojoType="dijit.layout.TabContainer" style="margin-left:-1px;width:524px;height:1000px">
      <div id="controlw" dojoType="dijit.layout.ContentPane" title="По контрольным" selected="true">
               <div class=transpTitle style="margin-top:3px; margin-left:3px; margin-right:3px"> <center> <b> ИНСТРУКЦИЯ </b><br>
                       по оформлению и пересылке контрольных работ</center>
<br>
В основе Дистанционного образования заложен принцип согласованного взаимодействия всех его участников. Эффективность учебного процесса и надежность его результатов зависит от осмысленного, внимательного и точного выполнения свода правил, устанавливающих порядок и способ осуществления  дистанционного обучения. Данная инструкция призвана помочь Студенту правильно и, следовательно, быстро и надежно отправить контрольную работу преподавателю.
<br><br><b>Студенты, помните!!!</b> От внимательного и точного выполнения Вами   всех положений данной Инструкции   зависит качество и объективность РЕЗУЛЬТАТОВ Вашего обучения.
<br
<br>1. Обязательно наличие: Титульного листа, Содержания, Введения, Основной части (два параграфа), Заключение, Список использованной литературы по теме;<br>
<br>2. 14 шрифт - Times New Roman, абзац 1,5 интервала, выравнивание по ширине. Сноски обязательны постраничные -12 шрифт.<br>
<br>3. Титульный лист необходимо оформлять по стандарту;<br>
<br>4. Номер Темы контрольной работы должен соответствовать порядковому номеру в списке учащихся соответственно вкладке «результаты контрольных»;<br>
<br>5. Контрольные работы могут быть отправлены преподавателю:1) в рукописном виде, почтой; 2) в электронном виде, на портал ;<br>
<br>6. Статус отправленной контрольной работе в рукописном виде отображается   на портале и там же оценивается преподавателем. Работы могут быть зачтены или не зачтены.<br>
<br>7. Контрольная работа автоматически считается не зачтенной и не передается преподавателю, если:<br>
<br>- не правильно оформлен титульный лист
<br>- не указано ФИО преподавателя или присутствуют ошибки в его написании
<br>- существуют ошибки в информации о студенте (ФИО, курс, специальность)
<br>- содержания контрольной работы не соответствует выбранной дисциплине или ФИО преподавателя не соответствует ФИО, указанному в расписании. <br>

<br>9. Работы могут быть не засчитаны в случае несоответствия содержания теме, а также нарушения пунктов 1-4;<br>

<br>10. Незачтенные контрольные работы, которые были отправлены  в рукописном виде, необходимо забирать у представителей СГУ, которые ответственны за классы дистанционного доступа в Вашем городе;<br>
<br>11. Следует знать, что согласно Уставу СГУ – без зачета  по контрольной работе предусмотренной Учебным планом, студент не получает отчетность (зачет или экзамен) по дисциплине за семестр соответственно;<br>
<br>12. Студенты, не сдавшие контрольные работы, не будут допущены к сессии.<br>
 <br> <br>
<i>Приложение 1.</i><br>
<b>ИНСТРУКЦИЯ</b><br>
по отправке  контрольных работ в электронном виде
<br>

<br>1.	Передача всех выполненных в электронном виде контрольных работ, рефератов осуществляется через образовательный сайт-портал Центр открытого образования Саратовского государственного университета: http://oecdo.sgu.ru
<br>2.	 На Вашей личной странице, куда Вы входите при помощи персонального логина и пароля, слева имеется Меню: «Круглосуточная техподдержка», «Обучение», «Сообщения».   В меню Обучение во вкладке «Мои контрольные» вы получаете доступ к интерфейсу отправки контрольных работ.
<br>3.	При этом необходимо помнить, что каждый Преподаватель лично устанавливает количество контрольных работ необходимых для выполнения в текущем семестре. Во вкладке «Мои контрольные» это будет отображено как: Контрольная 1, Контрольная 2, и т.д., если контрольных несколько, а если одна, то: Контрольная 1.
<br>4.	Открыв окно Мои контрольные  вы можете видеть список Ваших Преподавателей и дисциплин текущего семестра. Напротив Фамилии каждого Преподавателя размещена иконка - письмо с зеленой стрелкой.
<br>5.	Чтобы загрузить контрольную работу или добавить новую  нужно нажать на иконку письма с зеленой стрелкой, а в появившимся интерфейсе Отправка контрольной необходимо нажать на икону с желтой папкой и  выбрать нужный файл с готовой контрольной работой.
<br>6.	После выбора нужного файла необходимо нажать на кнопку «Загрузить» и подождать. Когда контрольная загружена, ее можно отправлять Преподавателю.
<br>7.	Обратите внимание, что загруженный файл засчитается как попытка отправки контрольной. Если после отправки в списке контрольной не появится еще одна попытка - перезагрузите страницу. В случае проблем - обращайтесь в Службу круглосуточной техподдержки (см. меню) в раздел «Решение технических проблем».
<br>8.	После того, как  была отправлена контрольная работа  необходимо следить за  комментариями преподавателя на отправленную работу, которая будет доставлена  через систему сообщений.
<br>9.	Статус отправленных контрольных, оценку по ним,  можно просмотреть, выбрав в меню вкладку «Результаты контрольных» или «Мои контрольные».
<br>10.	Если контрольная работа была отправлена в электронном виде, но не была зачтена, то необходимо ее переделать согласно исправлениям, которые вам представит Преподаватель в письме (см. систему сообщений). Исправленную работу необходимо снова отправить.
</div>

      </div>
      <div id="coursew" Disabled="true" dojoType="dijit.layout.ContentPane" title="Видеоконферен." selected="true">
          <div style="text-align: center;">
              <div style="text-align: center; border: 1px solid #FF7F84; background: #FFDFE0; margin: 10px; width: 502px;">
                  <p style="text-align: center; margin: 18px; color: #FF7F84;">Данная информация недоступна для гостя.</p>
              </div>
          </div>
      </div>
      <div id="contacts" dojoType="dijit.layout.ContentPane" title="Контакты">
             <div style="text-align: center;">
              <div style="text-align: center; border: 1px solid #FF7F84; background: #FFDFE0; margin: 10px; width: 502px;">
                  <p style="text-align: center; margin: 18px; color: #FF7F84;">Данная информация недоступна для гостя.</p>
              </div>
          </div>
      </div>

</div>
