<%@page contentType="text/html" pageEncoding="UTF-8"%>
<script type="text/javascript">
                document.title = "ЦОО СГУ. Помощь";
	</script>
								
					<div class=head_main_math>
						<p>Помощь</p>
					</div>
					<div class=GrayTitle>
						<div dojoType="dijit.TitlePane" title="Наиболее часто задаваемые вопросы">
							<div class=radbut>

							</div>
						</div>
						<div dojoType="dijit.TitlePane" title="Обучение">
							<div class=radbut>
								<ol>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Учебный план на неделю" open="false">
												<p class="subdivision">Учебный план представляется собой Уведомления о срочных заданиях и Расписание.<br>
1) В расписании указано, какие занятия должны проводиться на этой неделе, какие конкретно материалы необходимо изучить, какие тесты открыты для прохождения, какие задания запланированы преподавателем на эту неделю, и другая подобного рода информация. Текущая дата выделена цветом. Название материала, теста, задания является активной ссылкой, при переходе по которой  пользователь попадает на страницу необходимого учебника, теста, задания. Под таким расписанием имеется ссылка на учебный план на 14 дней.<br>
2) Уведомления о срочных заданиях располагаются на главной странице под фотографией и общей личной информацией.<br>
Срочные задания могут быть двух типов. Первый тип включают в себя задания, тесты и упражнения, срок выполнения и сдачи которых истек некоторое время назад. Такие задания располагаются после выделенного цветом восклицательного знака. 
Второй тип срочных заданий – это материалы, срок изучения которых истекает в ближайшие семь дней или менее; или тесты и задания от преподавателя, срок подачи результатов по которым истекает через семь или менее дней. Такие задания располагаются на главной странице, под срочными заданиями первого типа после соответствующей иконки. Названия материалов, тестов и заданий являются активными ссылками, при переходе на которые открывается страница соответствующего теста, учебника или сообщения с заданием. </p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Изучаемые материалы" open="false">
												<p class="subdivision">При выборе данного пункта меню открывается страница, где в кратком виде перечислены все материалы по всем курсам, в данный момент находящимся в процессе изучения. На этой странице указывается название курса, имя преподавателя и аннотация (первый абзац изучаемого учебника). 
Ниже данной информации находится кнопка "Просмотр", при нажатии которой открывается страница данного изучаемого материала ("Структура курса"). Еще ниже – прогресс бар, показывающий процент изучения данного курса.
ФИО преподавателя является ссылкой, при нажатии на которую открывается страница с информацией о данном преподавателе.</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Структура курса" open="false">
												<p class="subdivision">В Структуре курса представлены компоненты курса, к которым можно перейти, нажав на соответствующие ссылки.
Основные компоненты курса:<br>
1.	Учебник <br>
2.	Описание дисциплины<br>
3.	Требования <br>
4.	Система оценивания <br>
5.	Задачи <br>
6.	Умения <br>
7.	Сведения об авторах <br>
8.	Обращение авторов <br>
9.	Методические рекомендации <br>
10.	Календарный план <br>
11.	Самостоятельная работа <br>
12.	Вопросы к экзамену (зачету) <br>
13.	Комментарии авторов к курсу <br>
14.	Дополнительные материалы <br>
15.	Перечень обязательной и дополнительной литературы <br>
16.	Задачники <br>
17.	Практикумы <br>
18.	Тренажеры <br>
19.	Лабораторные работы <br>
20.	Тесты <br>
21.	Контрольные работы <br>
22.	Вопросы для самопроверки <br>
23.	Глоссарий <br>
Особым компонентом системы является Учебник.
Учебник состоит из нескольких частей – модулей. Обычно из шести модулей: установочного, четырех учебных и контрольного.
Состав установочного модуля:<br>
1. Описание дисциплин <br>
2. Требования <br>
3. Система оценивания <br>
4. Задачи <br>
5. Умения <br>
6. Сведения об авторах <br>
7. Обращение авторов <br>
8. Методические рекомендации <br>
9. Календарный план <br>
10. Самостоятельная работа <br>
11. Вопросы к экзамену (зачету) <br>
12. Комментарии авторов к курсу <br>
13. Перечень обязательной и дополнительной литературы <br>
14. Глоссарий <br>
Учебный модуль состоит из занятий (обычно двух), теста и дополнительных материалов, относящихся непосредственно к данному модулю.
Контрольный модуль содержит контрольные работы или тесты, проверяющие знания за весь курс. Данный модуль представляет собой промежуточную аттестацию.
Если к модулю прикреплены аудио- или видеоматериалы, это отображается соответствующими иконками напротив данного модуля.
Изученные  и еще неизученные модули имеют соответствующие иконки.
Ниже описания модулей находятся ссылки, нажав на которые можно оставить комментарий или просмотреть все имеющиеся коммее6нтарии к курсу.
Еще ниже – прогресс бар, показывающий процент изучения данного курса.
Нажав на нужный теоретический раздел модуля, Вы переходите на соответствующую страницу Учебника.</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Учебник" open="false">
												<p class="subdivision">В Учебнике представлен электронный вариант лекций по данному курсу.
Текст учебника представляет собой гипертекст, т.е. содержит ссылки.</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Тестирование" open="false">
												<p class="subdivision">Контроль знаний в системе дистанционного обучения осуществляется с помощью тестирования. 
Для сдачи теста может быть предусмотрена одна или несколько попыток. Число попыток назначает Преподаватель.
Для прохождения тестов выберете пункт левого меню "Обучение" => "Тесты".
В данном окне представлена следующая информация о тестах: <br>
•	название теста<br>
•	сроки сдачи<br>
•	время, отведенное на тест <br>
•	количество попыток тестирования.<br>
Для начала прохождения теста нажмите кнопку «Начать тестирование». В результате  откроется окно с вопросами. Вы можете ответить на данный вопрос или перейти к следующему, а потом вернутся к пропущенному вопросу.
Счетчик показывает время, оставшееся до окончания тестирования.
После прохождения теста Вы увидите результат тестирования.</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Групповые проекты" open="false">
												<p class="subdivision"> </p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Задания от преподавателя" open="false">
												<p class="subdivision">Так же, как и вопросы к курсу, задания являются особым типом сообщений, о чем особо указывается при создании такого сообщения преподавателем. В поле «тип сообщения» должно быть указано «задание».
 Задания от преподавателя могут представлять собой простые задания, оформленные в текстовой форме с особо оговоренными сроками выполнения. Кроме того, они могут содержать прикрепленные файлы, ссылки и указания на материал и тесты, которые необходимо изучить и выполнить. Задания могут быть как индивидуальными, так и массовыми, рассылаемыми всей группе студентов. </p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Вопросы преподавателю" open="false">
												<p class="subdivision">Вопросы преподавателю представляют собой особый тип сообщений. 
Вопрос можно задать, нажав на ссылку "Написать сообщение". Тогда  открывается окно написания сообщения, где надо заполнить поля «Тип сообщения» - вопрос преподавателю, «Кому» - имя преподавателя. </p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Все курсы" open="false">
												<p class="subdivision">В данном разделе представлены все курсы, уже изученные Вами. Раздел является универсальным и удобным навигатором по всем курсам. При переходе на эту страницу выделенные цветом перечислены изучаемые сейчас курсы, затем в хронологическом порядке, перечислены все курсы, изученные с первого по текущий курс. Название каждого курса представляет собой активную ссылку, при переходе на которую Вы попадаете на страницу описания курса. Интерфейс и функционал аналогичны разделу "Изучаемые материалы".
</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Достижения" open="false">
												<p class="subdivision">В данном разделе представлены все Ваши достижения. Автоматически отображается электронный аналог зачетной книжки. Также Вы можете внести все достижения, которые посчитаете нужны открывается страница ми.
</p>
											</div>
										</div>
								</ol>
							</div>
						</div>
						<div dojoType="dijit.TitlePane" title="Общение">
							<div class=radbut>
								<ol>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Анкета и  личная информация о себе" open="false">
												<p class="subdivision">В анкете содержится  информация, изменение которой возможно лишь при обращении к администратору сети:<br>
•	Фамилия, Имя, Отчество<br>
•	Дата рождения<br>
•	Факультет<br>
•	Специальность<br>
•	Курс<br>
•	Группы<br>
•	Форма обучения.<br>
К личной информации относится:<br>
•	Контактная информация<br>
•	Хобби<br>
•	О себе (любая информация, которую Вы считаете нужной поместить в данный раздел).<br>
 Для того чтобы внести информацию в данные пункты, или изменить ее, нажмите на ссылку «Редактировать». Тогда перед соответствующими пунктами появятся текстовые поля, в которые можно ввести нужный текст. Чтобы сохранить изменения, нажмите кнопку «Сохранить», в противном случае – кнопку «Отменить».
</p>
											</div>
										</div>
									</ol>
							</div>
						</div>
						<div dojoType="dijit.TitlePane" title="Дополнительный функционал">
							<div class=radbut>
								<ol>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Авторизация" open="false">
												<p class="subdivision">Вход в систему начинается с авторизации. Для этого необходимо ввести имя и пароль. Учетная запись вместе с именем и паролем для каждого пользователя создается автоматически при появлении приказа о зачислении его в Университет. Эта информация не может Вами изменяться. Для ее изменения необходимо обратиться к администратору сети. 
</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Новости" open="false">
												<p class="subdivision">Для просмотра новостей нажмите на пункт верхнего меню "Новости".
</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Глобальный поиск" open="false">
												<p class="subdivision">Для работы с поиском нажмите на пункт верхнего меню "Поиск".
</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Правила" open="false">
												<p class="subdivision">Для просмотра правил  нажмите на пункт верхнего меню "Правила".
</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Помощь" open="false">
												<p class="subdivision">Для просмотра помощи нажмите на пункт верхнего меню "Помощь".
</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Настройки" open="false">
												<p class="subdivision">Для просмотра настройки нажмите на пункт верхнего меню "Настройки".
</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Системные уведомления" open="false">
												<p class="subdivision">Системные уведомления видны на главной странице (в правом верхнем углу).
Помимо этого системные уведомления приходят студенту в качестве системных  сообщений.
</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Переход по ссылкам в системе на сайты СГУ и ЦОО" open="false">
												<p class="subdivision">Нажав на ссылку СГУ в верхней части страницы, студент переходит на сайт СГУ; на эмблему ЦОО (в правом верхнем углу) – на сайт ЦОО.
</p>
											</div>
										</div>
									<li>
										<div class=transpTitle>
											<div dojoType="dijit.TitlePane" title="Выход из системы" open="false">
												<p class="subdivision">Для завершения работы в системе и выхода из нее нажмите на пункт верхнего меню "Выход".</p>
											</div>
										</div>
								</ol>
							</div>
						</div>
					</div>

				</div>
							
			</div>	